Repository: TechRakeshMehta/DepOpsDemo
Catalog: AppSlns/MobileWebApi/App_GlobalResources/Language.*.resx
Languages: es_mx

source: View Result
es_mx: Ver Resultado

# VWLOCIMAGES
source: View Location Images
es_mx: Ver las imágenes desde ubicación

# VWORDRDTLS
source: Click here to view background order details
es_mx: Haga clic aquí para ver los detalles de la orden para la verificación de antecedentes

# WATCHVIDEOTOOLTIP
source: Click here to watch create account help video.
es_mx: Haga clic aquí para ver crear un video de ayuda de la cuenta.

source: Weight
es_mx: Peso

source: Welcome
es_mx: Bienvenido

# WHILEPAGELOAD
source: while rest of the page loads.
es_mx: Mientras que el resto de la página se carga.

# WLCM
source: Welcome!
es_mx: ¡Bienvenido!

# WLCMWARN
source: Before you place your fingerprinting order you need to know the purpose for the fingerprinting and if applicable your department/organization’s unique ID. Please note an incorrect unique ID may impact the results being received correctly by the authorized entity. If you are not sure of the unique ID please contact the employer/agency requiring the check.
es_mx: Antes de realizar su pedido de huellas, debe conocer el propósito de las huellas y, si corresponde, el ID exclusivo de su departamento o organización. Tenga en cuenta que si ingresa el ID exclusivo incorrectamente puede afectar que los resultados sean recibidos correctamente por la entidad autorizada. Si no está seguro de el ID exculsivo, comuníquese con el empleador o agencia que este solicitando su cheque de heullas.

# WNTTOCNTNUEMSG
source: Do you want to continue?
es_mx: ¿Quieres continuar?

# WRNGIGNRCNTNUADDALIAS
source: You were in middle of adding an Alias. Please click cancel and save the Alias. Click "Ignore and Continue" if you want to discard.
es_mx: Estaba en el medio de agregar un Alias. Por favor haga clic en "cancelar y guradar el Alias," o si desea ignorar este mensaje haga clic en "ignorar y continuar."

# WRNGORDERREVIEWORDRFLOW
source: Whoops. It looks like you may have entered personal information that does not apply to the package you selected. Please review your information again and select the appropriate package that applies to you.
es_mx: Parece que ha ingresado información personal que no es aplicable al paquete que ha seleccionó. Por favor revise la información y seleccione el paquete apropiado para usted.

# YOURINFOSAVEDMSG
source: Your information has been saved.
es_mx: Su información ha sido guardada.

source: Your Orders
es_mx: Sus órdenes

source: Zip
es_mx: Postal

source: Zip Code
es_mx: Codio Postal

# ZIPCODEREQ
source: Zip Code is required.
es_mx: El Codio Postal es requerido.

# ORDERSUCCESSPLACED
source: Your order has been successfully placed.
es_mx: Su pedido ha sido realizado con éxito.

# SUCCESSTEXT
source: Success
es_mx: Éxito

# EVNTSTRTDTNTM
source: Event Start Date and Time
es_mx: Fecha y hora de inicio del evento

source: Filter
es_mx: Filtrar

# VLDTCODE
source: Validate Code
es_mx: Validar Código

# INVALIDBILLINGCODE
source: Invalid Billing Code. Please contact your administrator.
es_mx: Código de facturación no válido. Por favor, póngase en contacto con su administrador.

source: Billing Code
es_mx: Código de facturación

# CAPSLOCKON
source: Alert: Caps Lock is on
es_mx: Alerta: Bloqueo de mayúsculas está activado

# ENTRBILINGCODEIFHAVE
source: If you have a Billing Code please enter here.
es_mx: Si tiene un código de facturación, ingrese aquí.

# ONLYONEALIASCANBEUPDATED
source: Only one alias/maiden can be updated at a time.
es_mx: Sólo se puede actualizar un Alias al la vez.

# REGISTEREDEMAILREQUIRED
source: Please enter registered email address.
es_mx: Por favor, introduzca la dirección de correo electrónico registrada.

# YOURACCTLOCKEDMSG
source: Your account has been locked. Please contact Administrator to unlock your account.
es_mx: Su cuenta ha sido bloqueada. Por favor, póngase en contacto con el administrador para desbloquear su cuenta.

source: I am
es_mx: Yo soy

# INCRTUSERNAMEPSWD
source: You have entered an incorrect Username or Password. Please click the "Cant access your account?" link below if you need to retrieve your username or reset your password.
es_mx: Ha introducido un nombre de usuario o contraseña incorrectos. Por favor haga clic en "¿No puedo acceder a su cuenta?" enlace a continuación si necesita recuperar su nombre de usuario o restablecer su contraseña.

# NONEOFABOVE
source: None of the above, Create new account.
es_mx: Ninguno de los anteriores, Crear nueva cuenta.

# ORDCON_ORDSELDTLS
source: Order Selection Details
es_mx: Detalles de seleccion de su orden

# ACCOUNTLOCKED
source: Your account has been locked. Please contact Administrator to unlock your account.
es_mx: Su cuenta ha sido bloqueada. Por favor, póngase en contacto con el administrador para desbloquear su cuenta.

# BALANCEAMT
source: Balance Amount
es_mx: Equilibrar Cantidad

# PAIDBYINST
source: Paid by Institution
es_mx: Pagado por la Institucion

# PAYMENTBYINST
source: Payment by Institution
es_mx: Pago por Institución

source: Add More
es_mx: Añadir más

# CNCLREGISTRATION
source: Cancel Registration
es_mx: Cancelar registro

# CNFMCNLREGISTRATION
source: Are you sure you want to cancel registration?
es_mx: ¿Seguro que quieres cancelar la inscripción?

# CNFRMMAIL
source: Confirm Mail
es_mx: Confirmar Correo

# CRTACCNT
source: Create Account
es_mx: Crear una cuenta

source: Login
es_mx: Iniciar Sesión

source: Register
es_mx: Registro

source: Suffix
es_mx: Sufijo

source: Business Address
es_mx: Dirección de Negocios

# COMBINATNMAXCHARVALIDATN
source: Combination of Name, Address and City cannot have more than 109 characters.
es_mx: La combinación de Nombre, Dirección y Ciudad no puede tener más de 109 caracteres.

# DAYCARELICENSEMAXDIGVAL
source: Daycare License # can have up to 18 digits.
es_mx: El número de licencia de guardería puede tener hasta 18 dígitos.

# ONLYONEALIASADDITNVALDATN
source: Only one alias/maiden can be added/updated at a time.
es_mx: Solo se puede agregar / actualizar un alias / doncella a la vez.

# PLSENTRCITIZENSHIP
source: Please enter Citizenship
es_mx: Por favor ingrese Ciudadanía

# PLSENTRCITY
source: Please enter City
es_mx: Por favor ingrese ciudad

# PLSENTRDAYCARELICENSE
source: Please enter Daycare License #
es_mx: Por favor ingrese Numero de licencia de guarderia

# PLSENTREYECOLOR
source: Please enter Eye Color
es_mx: Por favor ingrese Color de sus ojos

# PLSENTRHAIRCOLOR
source: Please enter Hair Color
es_mx: Por favor ingrese Color de su cabello

# PLSENTRHEIGHTFT
source: Please enter Height Feet
es_mx: Por favor ingrese Estatura (Pies)

# PLSENTRHEIGHTINCH
source: Please enter Height Inches
es_mx: Por favor ingrese Estatura (Pulgadas)

# PLSENTRNAME
source: Please enter Name
es_mx: Por favor ingrese Nombre

# PLSENTRPLCBIRTHCOUNTRTY
source: Please enter Place Of Birth (Country)
es_mx: Por favor ingrese Lugar de Nacimiento (Pais)

# PLSENTRPLCBIRTHSTATE
source: Please enter Place Of Birth (State)
es_mx: Por favor ingrese Lugar de Nacimiento (Estado)

# PLSENTRRACE
source: Please enter Race
es_mx: Por favor ingrese Raza

# PLSENTRSTATE
source: Please enter State
es_mx: Por favor ingrese Estado

# PLSENTRWEIGHT
source: Please enter Weight
es_mx: Por favor ingrese Peso

# PLSENTRZIPCODE
source: Please enter Zip Code
es_mx: Por favor ingrese Codio Postal

# WGHTBTWNVALDTN
source: Weight should be between 50 to 499
es_mx: El peso debe estar entre 50 y 499

# ZIPCODEDIGVALDATN
source: Employer Zip Code must have 5 digits.
es_mx: El código postal del empleador debe tener 5 dígitos.

# PLSENTRADDRESS
source: Please enter Address
es_mx: Por favor ingrese dirección

source: Add Alias
es_mx: Agregar Alias

# ADDRESSASCIIINVALIDCODE
source: Please enter valid characters in Address.
es_mx: Por favor, introduzca los caracteres válidos en la dirección.

source: Location Name
es_mx: Local nomre

source: Alias Suffix
es_mx: Alias ​​sufijo

# PAYMENTINST
source: Payment Instructions
es_mx: Instrucciones de pago

# ONEALIASREQUD
source: Please enter at least 1 Alias/Maiden Name(s) for this Order.
es_mx: Por favor ingrese al menos 1 El alias o Nombre(s) de soltera de esta orden.

# RETURNTODESKTOP
source: Return to desktop site
es_mx: Volver al sitio de escritorio

# INCORRECTUSRPWD
source: The user name or password is incorrect.
es_mx: El nombre de usuario o contraseña son incorrectos.

# USEREXIST
source: User already exists.
es_mx: El usuario ya existe.

# USERNAMEEXIST
source: User Name already exists.
es_mx: Nombre de usuario ya existe.

source: Yes
es_mx: Sí

# USERINACTIVE
source: Your account is not active. Please contact System Administrator.
es_mx: Su cuenta no está activa. Por favor, póngase en contacto con el administrador del sistema.

# LOCATIONTENANTGENERICEXCEPTIONMSG
source: Your session timed out or you have multiple tabs open in the same browser. Log out, login and try again.
es_mx: Su sesión ha caducado o tiene varias pestañas abiertas en el mismo navegador. Cierre sesión, inicie sesión y vuelva a intentarlo.

# CNCLRESCHEDULING
source: Cancel Rescheduling
es_mx: Cancelar reprogramación

# CNFMCNLRESCHEDULING
source: Are you sure you wish to cancel this rescheduling?
es_mx: ¿Está seguro de que desea cancelar esta reprogramación?

# EVNTSTRTDATE
source: Event Start Date
es_mx: Fecha de inicio del evento

# ACCTHASBNLNKD
source: Account has been Linked!
es_mx: La cuenta ha sido vinculada!

source: Click here to login.
es_mx: Haga clic aquí para ingresar.

# CRTNEW
source: Create New
es_mx: Crear nuevo

# THANKUFORREGISTERING
source: Thank you for registering! An email has been sent to your email,
es_mx: ¡Gracias por registrarte! Un correo electrónico ha sido enviado a su correo electrónico,

# PSWRDCHGSUCC
source: Your password has been changed successfully. Please re-login!
es_mx: Tu contraseña ha sido cambiada exitosamente. Por favor, vuelva a iniciar sesión!

# USRNMESNDEMLADDSUC
source: Your Username has been sent to your email address. Please re-login!
es_mx: Su nombre de usuario ha sido enviado a su dirección de correo electrónico. Por favor, vuelva a iniciar sesión!

# NWPASWD
source: New Password
es_mx: Nueva contraseña

# LOCIMAGE
source: Location Images
es_mx: Imágenes de ubicación

# MAXCHARACTERS
source: Maximum Characters allowed are
es_mx: Los caracteres máximos permitidos son

# RFRESHMSG
source: Please click on refresh icon below to reload the image(s).
es_mx: Haga clic en el ícono de actualización a continuación para recargar la (s) imagen (es).

# PASWRDSHOULDNTSAMETOOLDTENPASWRD
source: Your new password cannot be the same as any of your previous 10 password(s).
es_mx: Su nueva contraseña no puede ser la misma que cualquiera de sus 10 contraseñas anteriores.

# PWDEXPIRED
source: Your password has expired. Please reset your password below to continue.
es_mx: Tu contraseña ha expirado. Restablece tu contraseña a continuación para continuar.

source: Enter Suffix if Applicable
es_mx: Introduzca el sufijo si es aplicable

# ATLEASTONESPECIALCHARCBI
source: Choose at least one of the listed special characters [@#$%^_+~!?\':/,(){}[]-]
es_mx: Elija al menos uno de los caracteres especiales [@#$%^_+~!?\':/,(){}[]-]

# ACCTNAMEORACCTNUMBER
source: Enter name of Employer/Institution or Account# (CONCJ#)
es_mx: Ingrese el nombre del empleador / institucion o el numero de cuenta (# CONCJ)

source: Look Up
es_mx: Buscar

# MINFOURCHAR
source: Minimum 4 characters of Account Name or correct Account Number is required.
es_mx: Se requiere un mínimo de 4 caracteres de nombre de cuenta o número de cuenta correcto.

# SELECTSUFFIX
source: Suffix, if Any
es_mx: Sufijo, en su caso

# SLOTEXPINSTRUCTION
source: Generally it takes 5 minutes to complete an order. If it takes you more than 30 minutes, then you may not be able to submit the order.
es_mx: Generalmente toma 5 minutos para completar un pedido. Si tarda más de 30 minutos, es posible que no pueda enviar el pedido.

# SLOTEXPALRTMSG
source: Your reserved appointment slot has expired. Please select a slot again to proceed with the order.
es_mx: Su espacio reservado para citas ha caducado. Por favor, seleccione una ranura de nuevo para proceder con el pedido.

# SLOTEXPBEFOREPAYMENTALRTMSG
source: Your reserved slot expired before you could complete your order. Please go to Order History and click “Complete your Order” to select a fresh slot.
es_mx: Su ranura reservada expiró antes de que pudiera completar su pedido. Vaya al historial de pedidos y haga clic en "Completar su pedido" para seleccionar una nueva ranura.

# CONFIRMMSGCABS
source: You will not be able to edit any information for this order after proceeding – MAKE SURE YOUR INFORMATION IS CORRECT.Have you reviewed all your information? Refund Policy: You have agreed to a service, and as a customer you agree to the terms and conditions of service. In addition, you have acknowledged that there are no refunds that can be issued.
es_mx: No podrá editar ninguna información para este pedido después de continuar - ASEGÚRESE DE QUE TODA LA INFORMACIÓN ESTE CORRECTA. ¿Ha revisado toda su información? Politica de reembolso: Ha aceptado un servicio y, como cliente, acepta los términos y condiciones del servicio. Además, ha reconocido que no hay reembolsos que puedan emitirse.

# MAILINGCHECK
source: Mailing Address same as profile
es_mx: Dirección postal igual que el perfil
