Repository: TechRakeshMehta/DepOpsDemo
Catalog: AppSlns/MobileWebApi/App_GlobalResources/Language.*.resx
Languages: es_mx

# PLSSELZIPCODE
source: Please select Zip Code.
es_mx: Escoger el Codio Postal.

# PLSSLCTONLYONEUSERGRP
source: Please select one user group only.
es_mx: Por favor seleccione sólo un grupo de usuario.

# PLSSLCTPCKGS
source: Please select any Package to continue.
es_mx: Por favor seleccione un paquete para continuar.

# PLZENTRVLDDOB
source: Please enter valid Date of Birth
es_mx: Por favor, introduzca la fecha de nacimiento válida

# PLZENTRVLDEVNTCODE
source: Please enter the valid Event Code
es_mx: Por favor ingrese un código de evento que sea válido

# PLZREADUSERAGRMNT
source: Please read and accept the User Agreement
es_mx: Por favor lea y acepte el Acuerdo de Usuario

# PLZSELLOC
source: Please select a location
es_mx: Por favor seleccione un local

# PLZSELPKGCNCLN
source: Please Select Package(s) for Cancellation.
es_mx: Seleccione el paquete o los paquetes para cancelación.

# PLZSELRCPNTMAIL
source: Please select the Recipient's email address.
es_mx: Por favor, seleccione la dirección de correo electrónico del destinatario.

# PLZSPCFYNAMEFLDR
source: Please Specify the name for folder.
es_mx: Por favor, especifique el nombre de la carpeta.

# PLZSPCFYTXT
source: Please specify the text for new folder.
es_mx: Por favor, especifique el texto para la nueva carpeta.

# PLZWAIT
source: Please wait
es_mx: por favor espera

# PLZWAITAPPLOAD
source: Please wait while the application is being loaded...
es_mx: Espera mientras se carga la aplicación ...

# POBCOUNTRY
source: Place Of Birth (Country)
es_mx: Lugar de Nacimiento (Pais)

# POBSTATE
source: Place Of Birth (State)
es_mx: Lugar de Nacimiento (Estado)

source: Postal Code
es_mx: Codigo postal

# PRCHSDTL
source: Purchase Detail
es_mx: Detalle de Compra

# PREFERREDBROWSER
source: Preferred Browsers
es_mx: Navegadores Preferidos

# PREMAIL
source: Primary Email
es_mx: Correo Electrónico Principal

# PRESBCRPTNID
source: Previous Subscription Id:
es_mx: ID anterior de suscripción:

source: Previous
es_mx: Anterior

# PREVORDSTATUS
source: Previous Order Status
es_mx: Estatus anterior de la orden

# PREVPAGE
source: Previous Page
es_mx: Página anterior

# PRFRDCOMCTNLANG
source: Preferred Communication Language
es_mx: Idioma preferido para comunicación

source: Print
es_mx: Imprimir

# PRINTRECPT
source: Print Receipt
es_mx: Imprima su Recibo

# PRMRYEMAILCHCKPWDRECVRY
source: Select this checkbox if you would like to use your primary email address for password recovery
es_mx: Seleccione esta caja si desea usar su correo electrónico principal para la recuperación de su contraseña

# PRNTDOCS
source: Print Document(s)
es_mx: Imprimir documento (s)

# PRNTSELTDITMS
source: Print the selected items
es_mx: Imprimir los elementos seleccionados

# PRNTSEPARATOR
source: PrintSeparator
es_mx: Imprimir separador

source: Proceed
es_mx: Proceda

source: Profile
es_mx: Perfil

source: Profile Details
es_mx: Detalles del Perfil

# PROFILEPICNOTAVIALBLE
source: Profile picture not available
es_mx: Su imagen de perfil no está disponible

# PROFILEPICNTUPLOADED
source: Your profile picture is not uploaded.Please try again.
es_mx: Su imagen de perfil no se ha subido. ¿Inténtelo de nuevo?

# PRPHONE
source: Primary Phone
es_mx: Telefono Principal

# PRSNLFLDR
source: Personal Folders
es_mx: Categorías Personales

# PRTLORDPKGCNCLSUC
source: Partial Order Package(s) cancelled successfully.
es_mx: El paquete(s) que es parte de la orden ha sido cancelado exitosamente.

# PRVCYACTSTMNT
source: Privacy Act Statement
es_mx: Declaración de la Ley de Privacidad

# PSWDCHARRANGE
source: Should have 8 to 15 characters.
es_mx: Debe tener 8 a 15 símbolo en total.

# PSWDCHNGSUCCESSMSG
source: Your password has been changed successfully. Please re-login!
es_mx: Tu contraseña ha sido cambiada exitosamente. Por favor, vuelva a iniciar sesión!

# PSWDCONDITION
source: Your password should be of 8 to 15 characters and contain at least one numeric digit [0-9], one letter [A-Z] [a-z] and one special character [@#$%^_+~!?\':/,(){}[]-].
es_mx: Su contraseña debe tener de 8 a 15 caracteres, al menos un número [0-9], una letra [A-Z] [a-z], y un carácter especial [@#$%^_+~!?\':/,(){}[]-]. No debe tener espacios.

# PSWDVERIFICATION
source: Password Verification
es_mx: Verificación de contraseña

# PSWRDCHNGESUCSESFLY
source: Password changed successfully!
es_mx: ¡La contraseña ha sido cambiada éxitosamente!

# PWDDIDNOTMATCH
source: Password did not match.
es_mx: La contraseña no coincide.

# PWDRECVRYEMAIL
source: Password Recovery Email
es_mx: El correo electrónico para recuperación de la contraseña

# PYMNTFORORDNUM
source: Payment for Order number
es_mx: El pago para la orden número

source: QR Code:
es_mx: Código QR :

source: Race
es_mx: Raza

# RCVDATE
source: Receive Date
es_mx: Fecha de recibido

# READANDACCPTPRVCYACTSTMNT
source: I have read the Privacy Act Statement and accept it.
es_mx: He leído la Declaración de la Ley de Privacidad y la acepto.

# REASONFINGERPRINT
source: Reason Fingerprinted
es_mx: Razon para la toma de huellas

# RECIEVETEXTNOTIFICATION
source: Receive Text Notification
es_mx: Recibir notificación de mensaje

source: Recover
es_mx: Recuperé

source: Recover Account
es_mx: Recuperar Cuenta

# RECOVERUSERPSWD
source: You can recover your username or password here.
es_mx: Puede recuperar su nombre de usuario o contraseña aquí.

# RECVTXTNOTIFICATION
source: Receive Text Notification
es_mx: Recibir notificación de mensaje

# REFNO
source: Reference Number
es_mx: Número de referencia

# REFNOREQ
source: Reference Number is required.
es_mx: El número de referencia es requerido.

source: Refresh
es_mx: Actualizar

source: Refund
es_mx: Reembolso

# REFUNDAMT
source: Refund Amount
es_mx: Cantidad de Reembolso

# REFUNDAMTREQ
source: Refund Amount is required.
es_mx: La cantidad de reembolso es requerida.

# REJCTNRSNREQ
source: Rejection Reason is required.
es_mx: La razón del rechazo es obligatoria.

source: Remove
es_mx: Retirar

source: Reply
es_mx: Respuesta

source: Reply All
es_mx: Responder a todos

# REPLYTOSNDR
source: Reply to the sender of this message
es_mx: Responder al remitente de este mensaje.

# REPLYTOSNDRNRCPNTS
source: Reply to the sender and all recipients of this message
es_mx: Responder al remitente ya todos los destinatarios de este mensaje.

source: Report Detail
es_mx: Detalles del Reporte

# REQCNCLAPRVLREJSUC
source: Request for Cancellation Approval has been rejected successfully.
es_mx: La solicitud para la aprobación de la cancelación ha sido rechazada exitosamente.

# REQCNCLAPRVLSUC
source: Request for Cancellation Approval processed successfully.
es_mx: La solicitud para la aprobación de la cancelación ha sido procesada exitosamente.

# REQCNCLTNSUC
source: Request for Cancellation processed successfully.
es_mx: La solicitud de cancelación ha sido procesada exitosamente.

# REQONLNPAYAPRVLSUC
source: Request for Sent For Online Payment approval processed successfully.
es_mx: La solicitud para la aprobación del pago que fue enviado para pago en línea ha sido procesada exitosamente.

# REQPAYDUEAPRVLSUC
source: Request for Payment Due approval processed successfully.
es_mx: La solicitud para la aprobación del pago ha sido procesada exitosamente.

# REQPAYRJCTAPRVLSUC
source: Payment approval processed successfully.
es_mx: Aprobación de pago procesada con éxito.

# REQPAYRJCTNSUC
source: Request for Payment Rejection processed successfully.
es_mx: La solicitud para el rechazo de pago ha sido procesada exitosamente.

# REQPNDNGPAYAPRVLSUC
source: Request for Pending Payment approval processed successfully.
es_mx: La solicitud para la aprobación del pago pendiente ha sido procesada exitosamente.

# REQPNDNGSCLAPRVLSCS
source: Request for Pending School Approval processed successfully.
es_mx: La solicitud para la aprobación pendiente de la escuela ha sido procesada existosamente.

# REQUIREDMARK
source: mark are required fields.
es_mx: son campos obligatorios.

source: Residential History
es_mx: Historia Residencial

# RESTORINGMSG
source: Restoring this message will lead to restoring of container folder and its parent folders. Do you want to continue?
es_mx: La restauración de este mensaje llevará a la restauración de la carpeta contenedora y sus carpetas principales. ¿Quieres continuar?

# RETURNTODSHBRD
source: Return to your dashboard
es_mx: Regresa a tu tablero

# RFNDAMTCNTGRTRTOTPRC
source: Refund amount cannot be greater than Cancelled Package(s) total price.
es_mx: La cantidad para el reembolso no puede ser mayor que el precio total de el paquete o los paquetes cancelados.

# RFNDAMTGRTRZERO
source: Refund amount should be greater than 0
es_mx: La cantidad de reembolso debe ser más de 0.

# RFNDNOTALWD
source: Refund is not allowed because document(s) are mapped to this subscription
es_mx: Un reembolso para esta suscripción no está permitido porque hay documentos asignados a esta suscripción

# RJCTCNCLN
source: Reject Cancellation
es_mx: Cancelación de rechazo

# RJCTNRSN
source: Rejection Reason
es_mx: Razón de rechazo

# RJCTPAY
source: Reject Payment
es_mx: Rechazar Pago

# RMNDRS
source: Reminders
es_mx: Recordatorios

# RSCHDLAPPNMNT
source: Reschedule Appointment
es_mx: Reprogramar Cita

# RSHORDRPRC
source: Rush Order Price
es_mx: Percio de orden urgente

# RSHORDSTATUS
source: Rush Order Status
es_mx: Estatus de orden urgente

# RSTRTORDR
source: Restart Order
es_mx: Reiniciar Orden

# RTYPEADDTNLEMAILADDRESS
source: Retype additional email address (if including a second email address)
es_mx: Si esta incluyendo un correo electrónico secundario vuelva a escribirlo

# RTYPEMAILADDRS
source: Retype email address
es_mx: Vuelva a escribir su correo electrónico

# RUSHODRPLCD
source: Rush Order Placed
es_mx: Su orden acelerada ha sido colocada

source: Save
es_mx: Guardar

# SBMTNPAYYRORD
source: Submit and pay for your order
es_mx: Envíe y pague su orden

# SBSCRPTNCHNGDBYADMN
source: Subscription changed by Admin-
es_mx: Suscripción modificada por Admin-

# SBSCRPTNEXPDT
source: Subscription Expiration Date
es_mx: Fecha de vencimiento de la suscripción

# SBSCRPTNFEE
source: Subscription Fee
es_mx: Tarifa de suscripción

# SBSCRPTNPRDMNTH
source: Subscription Period (Months)
es_mx: Periodo de Suscripción (meses)

# SBSCRPTNSTRTDT
source: Subscription Start Date
es_mx: Fecha de inicio de la Suscripción

source: Schedule Appointment
es_mx: Programar una cita

# SCNDEMAILTOINCLUDE
source: Enter a second email address if you'd like to include one
es_mx: Si desea incluir un correo electrónico secundario ingreselo

# SCNDRYCNFRMEMAILADDRSREQ
source: Secondary Confirm Email Address is required.
es_mx: Debe confirmar su correo electrónico secundario

# SCRNPKGGRDTSCS
source: Screening package graduated successfully
es_mx: El paquete de verificación de antecedentes ha sido marcado como graduó exitosamente.

# SCRNPKGUNGRDTSCS
source: Screening package un-graduated successfully
es_mx: El paquete de verificación de antecedentes ha sido marcado como no graduado exitosamente.

source: Search
es_mx: Buscar

# SEARCHFORMAIL
source: Search for mails
es_mx: Búsqueda de correos

# SECEMAIL
source: Secondary Email
es_mx: Correo Electrónico Secundario

# SECEMAILADD
source: Secondary Email Address
es_mx: Correo Electrónico Secundario

# SECPHONE
source: Secondary Phone
es_mx: Telephono Secundario

# SECPHONENUM
source: Secondary Phone Number
es_mx: Telephono Secundario

source: Security
es_mx: seguridad

# SECURITYENTERPWDRECEIVEDINEMAIL
source: Invalid password, please enter the password received in your registered email address.
es_mx: Contraseña no válida, ingrese la contraseña recibida en su dirección de correo electrónico registrada.

source: Select
es_mx: Seleccione

# SELECTDATE
source: Select a date
es_mx: Seleccione una fecha

source: Selected
es_mx: Seleccionado

source: Select the
es_mx: Seleccione la

# SELECTWITHHYPENS
source: --Select--
es_mx: --Seleccione--

# SELPAYMTHD
source: Select a payment method
es_mx: Seleccione un método de pago

# SELSLOTNOLNGRSELSANTHR
source: Selected slot is no longer available. Please select another available slot.
es_mx: La opción seleccionada ya no está disponible. Por favor, seleccione otra opción disponible.

# SELSUFFIX
source: Select Suffix
es_mx: Escoge Sufijo

source: Send
es_mx: Enviar

# SENDUNACHVREQ
source: Send Un-archive Request
es_mx: Enviar un solicitud para que sea desarchivado (a)

source: Sent On
es_mx: Enviado

source: Separator
es_mx: Separador

# SERVICEDETAIL
source: Service Details
es_mx: Detalles del Servicio

source: Service Form
es_mx: Formulario de servicio

source: Service Form(s)
es_mx: Formulario(s) de servicios

source: Settings
es_mx: Configuración

source: Sign in
es_mx: Ingresar

# SIZE
source: Size (KB)
es_mx: Tamaño de Archivo (KB)

# SLCTAPPOINTMENT
source: Please select an appointment slot.
es_mx: Por favor seleccione su cita.

# SLCTEDDATETIME
source: You selected date and time:
es_mx: Usted ha seleccionado la siguiente fecha y hora:

# SNDPWDRECEMAILSTOEMAILADDR
source: Send password recovery emails to this email address
es_mx: Envíe los correos electrónicos para la recuperación de contraseña a este correo electrónico

# SNDPWDRECVYEMAILALSOPRMRYADDRS
source: Send password recovery emails to Primary Email address also
es_mx: También enviar correos electrónicos de recuperación de contraseña a la dirección de correo electrónico principal

# SOMEERROCCURD
source: Some error has occurred. Please try again.
es_mx: Ha ocurrido un error. Por favor inténtalo de nuevo.

source: Spanish
es_mx: Español

# SRCHCRNTFLDRMAIL
source: Search the current folder for text within the From:, To:, Subject, or Body of all emails
es_mx: Busque texto en la carpeta actual en De :, A :, Asunto o Cuerpo de todos los correos

# SRCHMAIL
source: Search Mail
es_mx: Correo de búsqueda

# SRVCFORMDTLS
source: Service Form Details
es_mx: Detalles del formulario de servicio

# SRVCFORMNAME
source: Service Form Name
es_mx: Nombre del formulario de servicio

# SRVCFORMS
source: Service Forms
es_mx: Formularios de servicio

# SSN
source: Social Security Number
es_mx: Numero de Seguro Social

# SSNID
source: Social Security Number/ID number
es_mx: Número de seguro social/Número de identificación

# SSNREQ
source: Social Security Number is required.
es_mx: Número de Seguro Social es requerido.

# STARTDATENTIME
source: Start Date & Time
es_mx: Hora Inicial y Final

source: State
es_mx: Estado

# STATEREQ
source: State is required.
es_mx: Estado es requerido.

source: Step
es_mx: Paso

# STEP1
source: Step 1: Install Google Authenticator
es_mx: Paso 1: Instale Google Authenticator

# STEP2
source: Step 2: Link your device to your account:
es_mx: Paso 2: Enlace su dispositivo a su cuenta:

# STEP3VERIFICATIONCODE
source: Step 3: Verify your verification code
es_mx: Paso 3: Verifique su código de verificación

# STNGSAVESUCCESS
source: Settings saved successfully.
es_mx: Ajustes guardados con éxito.

source: Subject
es_mx: Asunto

# SUBJECTREQ
source: Subject is required.
es_mx: El sujeto es obligatorio.

source: Submit
es_mx: Someter

# SUBMITORD
source: Submit Order
es_mx: Enviar orden

# SUFFIXNAMEVALDT
source: Only alphabets or single hyphen(-) is allowed in the suffix up to maximum of 10 characters.
es_mx: Sólo se permiten letras o guiones simples (-) en el sufijo hasta un máximo de 10 caracteres.

source: Template
es_mx: Modelo

# TEMPPSWRD
source: Temporary Password
es_mx: Contraseña Temporal

# TEMPPSWRDREQ
source: Temporary Password is required.
es_mx: La contraseña temporal es requerida.

# TEXTMSGNOTIFICATION
source: Text Message Notifications
es_mx: Las notificaciónes de mensajes

# THANKSORDERCONFIRMD
source: Thank You! Order is confirmed.
es_mx: ¡Gracias! Su orden está confirmada.

source: To
es_mx: A

source: Today
es_mx: Hoy

source: Total Fee($)
es_mx: Tarifa Total ($)

source: Total Price
es_mx: Precio Total

# TRKNGPKGGRDTSCS
source: Tracking package graduated successfully
es_mx: El paquete de seguimiento ha sido marcado como graduó exitosamente

# TRKNGPKGUNGRDTSCS
source: Tracking package un-graduated successfully
es_mx: El paquete de seguimiento ha sido marcado como no graduado exitosamente

# TRRNSCTNCNCLHOURS
source: The transaction can only be cancelled 24 hours after it was placed. Please try again later.
es_mx: La transacción solo puede ser cancelada 24 horas después de su colocación. Por favor, inténtelo de nuevo más tarde.

source: Try Again
es_mx: Tratar de nuevo

# TTLLENFULLNAMEATLEASTTHREECHARS
source: Total length for Full Name should be atleast 3 characters.
es_mx: La longitud total para el nombre completo debe ser de al menos 3 caracteres.

# TWOFACTORAUTHEN
source: Two Factor Authentication
es_mx: La autenticación con dos factores

# TWOFACTORAUTHENSTNG
source: Two Factor Authentication Setting
es_mx: La Configuración de autenticación de dos factores

# TWOFACTORSUCCESSMSG
source: Two factor authentication has been configured successfully.
es_mx: La autenticación de dos factores ha sido configurada exitosamente.

# TWOFCTRAUTHTMSG
source: Text Message - To use this setting please make sure that "Cellular Phone Number" under "Receive Text Notification" section must be filled.
es_mx: Mensaje de texto - para usar esta función asegurarse de que el sección del "Número de télefono" esta lleno. El sección esta debajo de "Recibir notificación de mensaje"

# TXTMSGNOTIFICATION
source: Text Message Notifications
es_mx: Las notificaciónes de mensajes

# TXTREQ
source: text are required.
es_mx: texto son requeridos.

source: Type
es_mx: Tipo

# UNACHVREQALRDYSENT
source: Un-archive request for this Background Order is already sent.
es_mx: La solicitud para que sea desarchivado(a) ya fue enviada para la verificación de antecedentes.

# UNACHVREQSENT
source: Un-archive request sent
es_mx: La solicitud para que sea desarchivado(a) fue enviada

# UNACHVREQSENTSUCCESSFULLY
source: Un-archive request is successfully sent to admin.
es_mx: La solicitud para que sea desarchivado(a) ya fue enviadoa al administrador.

# UNACHVSENDREQ
source: Click here to send request for Un-Archive
es_mx: Haga clic aquí para enviar un solicitud para que sea desarchivado(a)

# UNIQUEIDINFOMSG
source: If you do not have a Unique ID, please contact your Licensing Agency or Employer. Incorrect ID may be declined by your agency and you may have to re-apply
es_mx: Si no tiene el ID exclusivo de CBI, comuníquese con su agencia de licencias o empleador. Si su ID exclusivo esta incorrecto su agencia puede rechazar su aplicación y es posible que tenga que volver a aplicar.

# UNIQUIECBIIDCONFRM
source: Please make sure to confirm with your institution or department about your Unique ID
es_mx: Asegúrese de confirmar su ID exclusivo con su institución o departamento.

# UNTILLAUTO
source: until auto
es_mx: hasta el

source: Update
es_mx: Actualizar

source: Update Profile
es_mx: Actulizar perfil

source: Uploaded By
es_mx: Subido Por

source: Uploaded On
es_mx: Subido en la Fecha

# UPLOADFILEDESCRIPTIONTOOLTIP
source: This column displays the description of each uploaded document.
es_mx: Esta columna muestra la descripción de cada documento subido.

# UPLOADFILENAMETOOLTIP
source: This column contains the name of each uploaded document.
es_mx: Esta columna muestra el nombre de cada documento subido.

# UPLOADFILESIZETOOLTIP
source: This column contains the file size of each uploaded document.
es_mx: Esta columna muestra el tamaño de archivo de cada documento subido.

# UPLOADFILESLCTDOCTOPRNT
source: Please select document(s) to print.
es_mx: Por favor, seleccione el documento (s) para imprimir.

# UPLOADFILETYPETOOLTIP
source: This column contains the type of each uploaded document.
es_mx: Esta columna muestra el tipo de archivo de cada documento subido.

# UPLOADFILEUPLOADEDONTOOLTIP
source: This column contains the upload date of uploaded document.
es_mx: Esta columna muestra quien subio el documento.

# UPLOADFILEVIEWDOCSTOOLTIP
source: Click here to view the document.
es_mx: Haga clic aquí para ver el documento.

# USERAGRMNT
source: User Agreement
es_mx: Acuerdo del Usuario

# USERAGRMNTMSG
source: I understand that as part of the application process for admission to CBI that they and/or its agents may conduct an investigation of my personal information. The investigation might include, but is not limited to names and dates of previous/current employment, work experience, criminal history records (from state, federal and other agencies), motor vehicle records, military records, and names and dates of education. I understand that background check information obtained may be used to determine my eligibility for admission. By submitting this background check application I am certifying that the information I have provided is accurate and true to the best of my knowledge. Any false statement can result in the disqualification/denial of acceptance into the school program. You have agreed to a non-tangible service and as a customer you have agreed to the terms and conditions of service and you have acknowledged that there are no refunds that can be issued.
es_mx: Entiendo que, como parte del proceso de solicitud de admision a CBI, ellos y / o sus agentes pueden realizar una investigacion de mi informacion personal. La investigacion puede incluir, pero no se limita a nombres y fechas de empleo anterior / actual, experiencia laboral, registros de antecedentes penales (de agencias estatales, federales y otras), registros de vehiculos motorizados, registros militares y nombres y fechas de educacion. Entiendo que la informacion de verificacion de antecedentes obtenida se puede usar para determinar mi elegibilidad para la admision. Al enviar esta solicitud de verificacion de antecedentes certifico que la informacion que he proporcionado es precisa y verdadera a mi leal saber y entender. Cualquier declaracion falsa puede resultar en la descalificacion / denegacion de aceptacion en el programa escolar. Ha aceptado un servicio no tangible y como cliente ha aceptado los terminos y condiciones del servicio y ha reconocido que no hay reembolsos que puedan ser emitidos.

source: Username
es_mx: Nombre de Usuario

# USERNAMEALREADYINUSE
source: This username is already in use. Try another?
es_mx: Este nombre de usuario ya esta en uso. ¿Inténtelo de nuevo?

# USERNAMEAVLBLE
source: This Username is available.
es_mx: Esta Nombre de Usuario es disponible.

# USERNAMEREQ
source: Username is required.
es_mx: Nombre de Usuario es requerido.

# USERREGTOPINFO
source: Please fill the form below to create an account. The items with * are required.
es_mx: Por favor llena el formulario para crear una cuenta. Las secciónes con * son requeridos.

# USRCOMMGRD
source: User Communication Grid
es_mx: Red de Comunicación de Usuario

# VALIDNMSGTRCKPKG
source: Validation Message for Tracking Package:
es_mx: Mensaje de validación para el paquete de seguimiento:

source: Verification code
es_mx: Código de verificación

# VERIFICATIONCODEEMAILSNTINFOMSG
source: An email has been sent to your email address. The email contains a verification code, please enter the verification code in the field below to prove that you are the owner of this account.
es_mx: Un correo electrónico ha sido enviado a su correo electrónico. El correo electrónico contiene un código de verificación, ingrese el código de verificación en el campo a continuación para demostrar que usted es el dueño de esta cuenta.

# VERIFICATIONCODEREQ
source: Verification Code is required.
es_mx: El código de verificación es requerido.

source: Verify
es_mx: Verifique

source: View Details
es_mx: Ver Detalles

# VIEWDOCS
source: View Document
es_mx: Ver Documento

# VIEWDOCSTOOLTIP
source: View your Documents
es_mx: Ver sus documentos

source: View Documents
es_mx: Ver Documentos
