Repository: TechRakeshMehta/DepOpsDemo
Catalog: AppSlns/MobileWebApi/App_GlobalResources/Language.*.resx
Languages: es_mx

# FORWHICHYOUNEEDPKG
source: for which you need a package
es_mx: para la que necesita un paquete

source: From
es_mx: De

# FRWD
source: Forward
es_mx: Reenviar

# FRWDMSG
source: Forward this message
es_mx: Reenviar este mensaje

# FULLSSNREQ
source: Full Social Security Number is required.
es_mx: Número de Seguro Social es requerido.

source: Gender
es_mx: Sexo

# GENDERREQ
source: Gender is required.
es_mx: Sexo es requerido.

# GENRTCODE
source: Generate code
es_mx: Generar código

# GETSTRTD
source: Get Started
es_mx: Iniciar

# GOBCKORDHSTRY
source: Go Back To Order History
es_mx: Volver al el historial de órdenes

# GOBCKTODSHBRD
source: Go back to Dashboard
es_mx: Volver a inicio

# GOTOCOMMCNTR
source: Go To Communication Center
es_mx: Ir al Centro de Comunicación

source: Go To Dashboard
es_mx: Ir al panel de control

# GRDTDSTTS
source: Graduated Status
es_mx: Estatus de Graduación

source: Hair Color
es_mx: Color de sus cabello

# HAVEREADUSERAGRMNT
source: I have read the User Agreement and accept it
es_mx: He leído el Acuerdo de Usuario y acepto los términos y condiciones de uso

source: Height Feet
es_mx: Estatura (Pies)

# HEIGHTINCH
source: Height Inches
es_mx: Estatura (Pulgadas)

# HIGHIMP
source: High Importance
es_mx: Alta importancia

source: Home
es_mx: Inicio

# HVEVENTCODE
source: I have an event code
es_mx: Tengo un código de evento

source: ID
es_mx: CARNÉ DE IDENTIDAD

# IDENTIFYINFO
source: Identifying Information
es_mx: Información Identificativa

# IFDONTHAVEMIDDLENAME
source: If you do not have a middle name, leave this field blank
es_mx: Si no tiene un segundo nombre, deje este campo en blanco

# IHVGRAD
source: I have graduated
es_mx: Me he graduado

# IHVNOTYTGRAD
source: I have not yet graduated
es_mx: Aún no me he graduado

source: Images
es_mx: Imágenes

# IMGSNOTAVAIL
source: Images are not available for this location.
es_mx: Las imágenes de este local no están disponibles.

source: in
es_mx: en

# INFOFINGERPRINT
source: Information for Finger Printing
es_mx: Informacion para la toma de huellas dactilares

# INSTHIERARCHY
source: Institution Hierarchy
es_mx: Jerarquia institucional

source: Institute
es_mx: Instituto

# INSTNAME
source: Institution Name
es_mx: Nombre de Institución

# INSTPURCHASESUBCRPTN
source: The institution to which you are purchasing a subscription
es_mx: Institución para la que está comprando esta suscripción

# INVALIDCAPTCHA
source: Captcha is invalid, please retry.
es_mx: Captcha es inválido, por favor vuelva a intentarlo.

# INVALIDCBIID
source: Invalid CBI Unique ID. Please contact your administrator.
es_mx: El ID exclusivo de CBI es inválido. Por favor, póngase en contacto con su administrador.

# INVALIDCHARS
source: Invalid character(s).
es_mx: Los símbolo son inválido ***

# INVALIDPASSWORD
source: Password invalid
es_mx: La contraseña es inválido

# INVALIDPHONE
source: Invalid phone number. This field only contains +, - and numbers.
es_mx: El número es in válido. Este campo solo contiene +,- y números

source: Invalid SSN.
es_mx: Número de Seguro Social es inválido.

# INVALIDTEMPPASWRDENT
source: Invalid temporary password, please enter the password received in your registered email address.
es_mx: La contraseña temporal es inválido, por favor rellenó la contraseña enviada a su correo electrónico registrada a su cuenta.

# INVALIDUSERNAME
source: Invalid username. Must have at least 4 chars (A-Z a-z 0-9 . _ - @).
es_mx: El nombre de usuario es inváido. Por lo menos debe tener 4 símbolos (A-Z a-z 0-9 . _ - @).

# INVALIDZIP
source: Invalid Zip Code.
es_mx: El Codio Postal es Inválido

# ISALIASNAME
source: I have an Alias or Maiden name
es_mx: Tengo un Alias o un Apellido de Soltera

# ISMIDDLENAME
source: I don't have a Middle Name.
es_mx: No tengo Orto Nombre

# ISSSN
source: Do you have an SSN?
es_mx: ¿Tienes un número de Seguro Social?

source: Item(s)
es_mx: Artículo(s)

# ITEMSWITH
source: The items with
es_mx: Los artículos con

# ITMPAYMENT
source: Item Payment
es_mx: Pago de artículo

source: Language
es_mx: Idioma

source: Last Name
es_mx: Apellido

# LASTNAMECHARRANGE
source: Last Name must be between 1 to 30 characters and can contains letters, hyphens(-).
es_mx: Apellido debe tener 1 a 30 símbolos y puede contener letras, guiones (-).

# LASTNAMEREQ
source: Last Name is required.
es_mx: Apellido es requerido.

# LASTNAMEVALDT
source: Only alphabets or single hyphen(-) is allowed in the last name up to maximum of 30 characters.
es_mx: Sólo se permiten letras o guiones simples (-) en el apellido hasta un máximo de 10 caracteres.

source: Link Account
es_mx: Vincular cuenta

# LINKYOURDEVICE
source: You have two options to link your device to your account:
es_mx: Tiene dos opciones para enlazar tu dispositivo a tu cuenta:

# LOCATIONERROR
source: System could not search locations for this Zip Code. Please try another nearby Zip Code.
es_mx: El sistema no pudo buscar locales para este código postal. Por favor, intente con otro código postal.

# LOCHRCHYNOTUPDATED
source: Location hierarchy not updated
es_mx: El local no ha sido seleccionado

# LOGINEXCEPTION
source: An unknown exception occurred while connecting to the server. The possible reasons could be- 1) Expiration of Session or 2) Injection of Special character(s), where not allowed (for example using <> in filters or forms) or 3) Internet Connection failure. Please Re-login, remove special characters or check internet connection. If problem persists contact System Admin.
es_mx: Ocurrió una excepción desconocida al conectarse al servidor. Las posibles razones podrían ser- 1) La expiración dela sesión o 2) El uso de símbolo especial, donde no debe estar (por ejemplo cuando usa <> en filtros o formas) o 3) Fallo el conexión de la Internet. Por favor volver a iniciar sesión, quita algun símbolo especial o chequea el conexión de la Internet. Si el problema persiste póngase en contacto con el administrador de la sistema.

source: Logout
es_mx: Cerrar sesión

# LOGOUTMINUTES
source: minutes until auto Logout
es_mx: Minutos hasta el cierre automático de su sesión.

# LSTITMY
source: Yes
es_mx: Sí

# LSTPAGE
source: Last Page
es_mx: Última Página

source: Mail -
es_mx: Correo -

# MAILINPROCESS
source: Mail in Processing
es_mx: Correo en proceso

source: Male
es_mx: Masculino

# MANGEDOCS
source: Manage Documents
es_mx: Administrar Documentos de

source: Map Documents
es_mx: Mapa de Documentos

source: Messaging
es_mx: Mensajería

source: Middle Name
es_mx: Orto Nombre

# MIDDLENAMECHARRANGE
source: Middle Name must be between 1 to 30 characters and can contains letters.
es_mx: Orto nombre debe tener 1 a 30 símbolos y puede contener letras.

# MIDDLENAMENA
source: Middle Name not applicable to this Alias
es_mx: Segundo nombre no aplicable a este alias

# MIDDLENAMEREQ
source: Middle Name is required.
es_mx: Nombre secundario es requerido.

# MIDDLENAMEVALDT
source: Only alphabets and one space between the middle names are allowed up to maximum of 30 characters.
es_mx: Sólo se permiten letras y un espacio entre los nombres secundarios hasta un máximo de 30 caracteres.

# MIN
source: minutes
es_mx: Minutos

# MNGTEMP
source: Manage Template
es_mx: Administrar plantilla

source: Mode
es_mx: Modo

source: More
es_mx: Más

# MOREFLDR
source: More Folders
es_mx: Más categorías

source: Move
es_mx: Movimiento

source: Move To
es_mx: Mover a

# MOVETOFLDR
source: Move To Folder
es_mx: Mover a la carpeta

# MRKASFLGD
source: Mark As Flagged
es_mx: Marcar como resaltado

# MRKASREAD
source: Mark As Read
es_mx: Marcar como leído

# MRKASUNFLGD
source: Mark As Unflagged
es_mx: Marcar como no marcado

# MRKASUNREAD
source: Mark As Unread
es_mx: Marcar como no leído

# MSGBODYREQ
source: Message Body is required.
es_mx: Se requiere el cuerpo del mensaje.

# MSGCENTER
source: Message Center
es_mx: Centro de Mensajes

# MSGRCVNGRULE
source: Message Receiving Rules
es_mx: Reglas de recepción de mensajes

# MSGSVDINDRFT
source: Your Message is saved in draft.
es_mx: Su mensaje se guarda en borrador.

# MVSELITEMSTOFLDR
source: Move the selected items to the folder
es_mx: Mueve los elementos seleccionados a la carpeta

# MVSELTDITMSTONTHRFLDR
source: Move selected items to another folder
es_mx: Mueve los elementos seleccionados a otra carpeta

source: My Profile
es_mx: Mi perfil

source: Name
es_mx: Nombre

source: Name on Card
es_mx: Nombre en la tarjeta

source: New
es_mx: Nuevo

source: New Message
es_mx: Nuevo mensaje

# NEWPASWRD
source: New Password:
es_mx: Nueva contraseña

# NEWPASWRDREQ
source: New Password is required.
es_mx: La nueva contraseña es requerida.

# NEWPASWRDSHOULDSAME
source: New password and confirm password both should be same.
es_mx: Nueva contraseña y la confirmación de la contraseña deben ser iguales.

# NEWPAYTYPE
source: New Payment Type
es_mx: Nuevo tipo de pago

source: New to Complio?
es_mx: ¿Nuevo a Complio?

source: Next
es_mx: Siguiente

# NOBLANKSPACE
source: Should not have blank spaces
es_mx: No debe tener espacios

source: No file chosen
es_mx: Ningún archivo elegido

# NORCRDTODSPLY
source: No records to display.
es_mx: No hay registros que mostrar.

source: Not Available
es_mx: No Disponible

source: Note:
es_mx: Nota:

source: [Not Enabled]
es_mx: [No está habilitado]

# NOTFCTNS
source: Notifications
es_mx: Notificaciones

source: Not Specified
es_mx: No Especificado

# NOUSNUMBER
source: Check this box if you do not have a US number.
es_mx: Marque esta casilla si no tiene un número de Los Estados Unidos.

# NSFCNTDATATORFND
source: Insufficient data to process the refund for the order.
es_mx: Los datos son insuficientes para procesar el reembolso de la orden.

# NTCORRECTFORMATEMAIL
source: Email is not in correct format.
es_mx: El correo electrónico no está en el formato correcto.

# NXTPAGE
source: Next Page
es_mx: Siguiente página

# ODRDATE
source: Order Date
es_mx: Fecha de Orden

# ODRHISTORY
source: Order History
es_mx: Historial de órdenes

# ODRNUMBER
source: Order Number
es_mx: Numero de Orden

# ODRSTATUS
source: Order Status
es_mx: Estatus de su Orden

source: of
es_mx: de

# OFSBOTTOMLABEL
source: Once your request has been received it will be processed within 3-5 business days. Please contact us if you have any questions or need additional information.
es_mx: Una vez que su solicitud sea recibida, será procesada dentro de 3-5 días laborables. Por favor contáctenos si tiene alguna pregunta o necesita información adicional.

# OFSCNFRMTNDATA
source: At the end of the enrollment process please print your confirmation receipt with your order number.
es_mx: Cuando finalice su inscripción, por favor imprima el recibo de confirmación con el número de su orden.

# OFSFNGRPRNTCRD
source: FD-258 Fingerprint Card -
es_mx: Tarjetas de Huellas Dactilares, Solicitante FD-258 -

# OFSFNGRPRNTCRDDATA
source: You must have your fingerprints taken on FD-258 fingerprint cards. You can do this at local law enforcement or any private agency qualified to take fingerprints. We recommend obtaining two (2) fingerprint cards. The cards need to be signed by both you and the official taking fingerprints and all personally identifiable information must be completed.
es_mx: Sus huellas dactilares tendrá que ser tomadas en las tarjetas de huellas dactilares FD-258. Puede hacerlo en una comisaría de policía o en cualquier agencia privada calificada para tomar huellas dactilares. Recomendamos obtener dos (2) tarjetas de huellas dactilares. Las tarjetas deben estar firmadas por usted y el oficial que tome sus huellas dactilares y se debe completar toda la información de identificación personal.

# OFSMAILDATA
source: Mail all items listed above to
es_mx: Envíe por correo todos los artículos mencionados con anterioridad a

# OFSMNYORDR
source: Money Order or Business Check (If used for payment) -
es_mx: Giro postal o Cheque de negocios (Si usted eligió este tipo de pago) -

# OFSMNYORDRDATA
source: If you used a money order or business check for payment please include the money order (with the appropriate payment amount) payable to American Bioidentity.
es_mx: Si usted eligió un giro postal o un cheque de negocios para el pago, incluya el giro postal o el cheque de negocios (con la cantidad de pago apropiada) pagadero al nombre de American Bioidentity.

# OFSTOPLABEL
source: You are selecting the non-resident fingerprint processing which is available for those applicants residing outside of Colorado or if you are unable to physically visit one of Colorado Fingerprinting locations. The following are the next steps in the process.
es_mx: Está seleccionado el proceso de huellas dactilares para solicitantes que no son residentes del estado de Colorado. Este servicio está disponible para aquellos solicitantes que residen fuera de Colorado o que no pueden asistir a uno de los locales para la toma de huellas dactilares en Colorado. Los siguientes pasos son los paso para este proceso.

source: Ok
es_mx: De acuerdo

# OLDPASWRD
source: Old Password:
es_mx: Contraseña anterior

# OLDPASWRDCNTSAMETONEWPASWRD
source: Old password and new password can not be same.
es_mx: La contraseña anterior y la nueva contraseña no pueden ser iguales.

# OLDPASWRDNOTMATCH
source: Old password entered does not match with existing password. Please provide correct old password!
es_mx: La contraseña anterior no coincide con la contraseña existente. ¡Por favor, proporcione la contraseña anterior correcta!

# OLDPASWRDREQ
source: Old Password is required.
es_mx: Contraseña anterior es requerido.

# OPNCALENDERPOPUP
source: Open the calender popup
es_mx: Abre el calendario emergente

source: Order
es_mx: Orden

# ORDERREVIEWTITLE
source: Order Review: Please review your order details below. Make changes as necessary.
es_mx: Revisión de su orden: por favor revise los detalles de su orden a continuación y realice los cambios que sean necesarios.

source: Order Selection
es_mx: Seleccion de Orden

source: Order Summary
es_mx: Resumen de Orden

# ORDINQUEUEFORPAYMNT
source: Order already queued for payment approval.
es_mx: La orden ya está en fila para la aprobación del pago.

# ORDRDTLS
source: Order Details
es_mx: Detalles de la orden

# ORDREVBTNEDITPRFLTOOLTIP
source: Click here to edit your profile
es_mx: Haga clic aquí para editar su perfil

# ORDREVPRVCYSTMNT_PFOUR
source: A valid State ID Card (or outlying possession of the US with seal or logo from State Agency, Federal ID Card with seal or logo from Federal Agency, Commercial Driver’s license permit issued by State or outlying possession of the U.S., Commercial Driver’s license issued by a State or outlying possession of the U.S., paper/temporary Driver’s License issued by State or outlying possession of the U.S., valid U.S. passport, foreign passport, passport book/card, valid U.S. military identification card, permanent resident card/green card (I-551), enhanced tribal card (ETC).
es_mx: Se requiere una tarjeta de identificación válida del estado (o de territorios externos de los EE. UU. con sello o logotipo de la Agencia Estatal, tarjeta de identificación federal con el sello o logotipo de la Agencia Federal, permiso de licencia de conducir comercial emitido por el estado o territorios externos de los EE. UU., licencia de conducir comercial emitida por un estado u otro territorio de los EE. UU., licencia de conducir temporal emitida por el estado o territorio de los EE. UU., pasaporte válido de los EE. UU., pasaporte extranjero, pasaporte de libro o tarjeta, tarjeta de identificación militar válida de los EE. UU., tarjeta de residencia permanente / green card (I -551), tarjeta tribal mejorada (ETC).

# ORDREVPRVCYSTMNT_PONE
source: Authority: The FBI’s acquisition, preservation, and exchange of fingerprints and associated information is generally authorized under 28 U.S.C. 534. Depending on the nature of your application, supplemental authorities include Federal statutes, State statutes pursuant to Pub. L. 92-544, Presidential Executive Orders, and federal regulations. Providing your fingerprints and associated information is voluntary; however, failure to do so may affect completion or approval of your application.
es_mx: Autoridad: La adquisición, preservación, e intercambio del FBI de huellas dactilares e información asociada está autorizada generalmente en virtud del 28 U.S.C. 534. Dependiendo en la naturaleza de su solicitud, las autoridades complementarias incluyen los estatutos federales, los estatutos estatales de acuerdo con la publicación. L. 92-544, Órdenes Ejecutivas Presidenciales, y regulaciones federales. Proveyendo sus huellas dactilares e información asociada es voluntario; sin embargo, el no hacerlo puede afectar la finalización y/o aprobación de su solicitud.

# ORDREVPRVCYSTMNT_PTHREE
source: Routine Uses: During the processing of this application and for as long thereafter as your fingerprints and associated information/biometrics are retained in NGI, your information may be disclosed pursuant to your consent, and may be disclosed without your consent as permitted by the Privacy Act of 1974 and all applicable Routine Uses as may be published at any time in the Federal Register, including the Routine Uses for the NGI system and the FBI’s Blanket Routine Uses. Routine uses include, but are not limited to, disclosures to: employing, governmental or authorized non-governmental agencies responsible for employment, contracting, licensing, security clearances, and other suitability determinations; local, state, tribal, or federal law enforcement agencies; criminal justice agencies; and agencies responsible for national security or public safety.
es_mx: Usos de rutina: Durante el procesamiento de esta solicitud y durante el tiempo que permanezcan sus huellas dactilares y la información/datos biométricos asociados en NGI, su información puede ser divulgada de acuerdo con su consentimiento y puede ser revelada sin su consentimiento según lo permite la Ley de Privacidad de 1974 y todos los Usos de Rutina aplicables que se puedan publicar en cualquier momento en el Registro Federal, incluidos los Usos de Rutina para el sistema NGI y los Usos de Rutina de Cobertura del FBI. Los Usos de Rutina incluyen, pero no son limitados a, divulgaciones a: empleando, agencias gubernamentales o agencias no gubernamentales autorizadas y que sean responsables de empleo, contratación, licencias, permisos de seguridad y otras determinaciones de idoneidad; agencias policiales locales, estatales, tribales o federales; agencias de justicia penal y agencias responsables de la seguridad nacional o seguridad pública.

# ORDREVPRVCYSTMNT_PTWO
source: Principal Purpose: Certain determinations, such as employment, licensing, and security clearances, may be predicated on fingerprint-based background checks. Your fingerprints and associated information/biometrics may be provided to the employing, investigating, or otherwise responsible agency, and/or the FBI for the purpose of comparing your fingerprints to other fingerprints in the FBI’s Next Generation Identification (NGI) system or its successor systems (including civil, criminal, and latent fingerprint repositories) or other available records of the employing, investigating, or otherwise responsible agency. The FBI may retain your fingerprints and associated information/biometrics in NGI after the completion of this application and, while retained, your fingerprints may continue to be compared against other fingerprints submitted to or retained by NGI.
es_mx: Propósito principal: Ciertas determinaciones, como el empleo, las licencias y las autorizaciones de seguridad, pueden basarse en verificaciones de antecedentes basadas en huellas dactilares. Sus huellas dactilares e información/datos biométricos asociados se pueden proporcionar a la agencia empleadora, investigadora o responsable, y/o al FBI con el fin de comparar sus huellas dactilares con otras huellas dactilares en el sistema de Identificación de Próxima Generación (NGI) del FBI o sus sistemas sucesores (incluyendo los repositorios de huellas dactilares civiles, criminales y latentes) u otros registros disponibles de la agencia empleadora, investigadora o responsable. El FBI puede retener sus huellas dactilares e información/datos biométricos asociados en NGI después de completar esta solicitud y, mientras están retenidas, sus huellas dactilares pueden continuar siendo comparadas con otras huellas dactilares enviadas o retenidas por NGI.

# ORDRRFND
source: Order Refund
es_mx: Reembolso de la orden

# ORDSELDTLS
source: Order Selection Details
es_mx: Detalles de seleccion de orden

# ORGNLPRICE
source: Original Price
es_mx: Precio original

source: Out of State
es_mx: Fuera del estado de Colorado

# PAGE
source: page(s)
es_mx: página (s)

source: Page Size
es_mx: Tamaño de Página

source: Password
es_mx: Contraseña

# PASSWORDCRITERIA
source: Password should meet the following criteria-
es_mx: La contraseña tiene que incluir-

# PASSWORDREQ
source: Password is required.
es_mx: Contraseña es requerido.

# PASWRDCONDITIONS
source: Password length should be of 8 to 15 characters.Password should contain at least one digit [0-9], one letter [A-Z] [a-z] and one special character such as [@#$%^_+~!?\':/,(){}[]-]. Blank space is not allowed.
es_mx: La contraseña debe tener 8 a 15 símbolos. La contraseña debe tener un número [0-9], una una letra [A-Z] [a-z], y un símbolo especial [@#$%^_+~!?\':/,(){}[]-]. No debe tener espacios.

# PASWRDSHOULDNTSAMETOOLDFIVEPASWRD
source: Your new password cannot be the same as any of your previous 5 password(s).
es_mx: La nueva contraseña no puede ser la misma que cualquiera de sus 5 contraseñas anteriores.

source: Payment Details
es_mx: Detalles del pago

source: Payment Status
es_mx: Estatus de su Pago

source: Payment Type
es_mx: Tipo del pago

source: Payment Type(s)
es_mx: Los tipos de pago

# PERSONALINFO
source: Personal Information
es_mx: Información personal

# PHNFORMAT
source: Format is (###)-###-####
es_mx: El formato es (###) -###-####

source: Phone
es_mx: Teléfono

# PHONEFORMAT
source: Format is (###)-###-####
es_mx: El formato es (###) -###-####

# PHONENUM
source: Phone Number
es_mx: Telefono Principal

# PHONEREQ
source: Phone is required.
es_mx: Número de teléfono es requerido.

# PKGCNCLSCS
source: Package cancelled successfully.
es_mx: El paquete ha sido cancelado exitosamente.

# PKGCNCLSCSNRFND
source: Package cancelled successfully and a refund is being issued.
es_mx: El paquete ha sido cancelado éxitosamente y su reembolso se está emitiendo.

# PKGDETAILS
source: Package Details
es_mx: Detalles del Paquete

source: Place Order
es_mx: Realizar Pedido

source: Please
es_mx: Por favor

# PLEASEENTERTEXT
source: Please enter
es_mx: Por favor ingrese

# PLEASEENTERVERICODE
source: Please enter valid verification code.
es_mx: Por favor ingrese un código de verificación valido.

source: Please Select
es_mx: Seleccione

# PLSENTEREMAIL
source: Please enter your registered email address and a verification code will be sent to you. The items with
es_mx: Ingrese su dirección de correo electrónico registrada y se le enviará un código de verificación. Los elementos con la marca

# PLSREADVLDNMSG
source: Please read and accept the Privacy Act Statement
es_mx: Por favor lea y acepte la Declaración de Privacidad

# PLSSELCITY
source: Please select City.
es_mx: Escoger la Ciudad.

# PLSSELCOUNTRY
source: Please select Country.
es_mx: Escoger la pais.

# PLSSELCOUNTY
source: Please select County.
es_mx: Escoger el Condado.

# PLSSELONEOFABOVE
source: Please select one of the above.
es_mx: Por favor seleccione uno de los anteriores.

# PLSSELSTATE
source: Please select State.
es_mx: Escoger el Estado.

# PLSSELVALIDZIP
source: Please select a valid ZipCode.
es_mx: Escoger un Codio Postal valido.
