Repository: TechRakeshMehta/DepOpsDemo
Catalog: AppSlns/MobileWebApi/App_GlobalResources/Language.*.resx
Languages: es_mx

# ACCOUNTINFO
source: Account Information
es_mx: Información de la Cuenta

source: Account Name:
es_mx: Nombre de la cuenta:

# ACCWITHUSERNAME
source: Account with username
es_mx: La Cuenta con el Nombre de Usuario

# ACTIVATIONLINKSENT
source: An activation link has been sent to your email address.
es_mx: Se ha enviado un código de activación a su correo electrónico

source: Add
es_mx: Agregar

source: Add New Card
es_mx: Agregar nueva tarjeta

source: Address
es_mx: Direccion

# ADDRESSREQ
source: Address is required.
es_mx: La dirección es requerido.

source: Address 1
es_mx: Dirección 1

# ADDRESS1REQ
source: Address 1 is required.
es_mx: La dirección 1 es requerido.

source: Address 2
es_mx: Dirección 2

source: Address Book
es_mx: Directorio

# ADNEWFLDR
source: Add New Folder
es_mx: Agregar nueva carpeta

# ADTNLACTFORMSG
source: Additional actions for this message
es_mx: Acciones adicionales para este mensaje.

# ALIASFIRSTMIDNAMEREGEX
source: Only alphabets and one space between the middle names are allowed up to maximum of 30 characters.
es_mx: Sólo se permiten letras y un espacio entre los nombres secundarios hasta un máximo de 30 caracteres.

# ALIASFIRSTNAME
source: Alias or Maiden First Name
es_mx: Alias o Nombre de Soltera

# ALIASFIRSTNAMEREQ
source: Alias or Maiden First Name is required.
es_mx: Alias del Primer Nombre es requerido.

# ALIASFRSTNMEREQIFLSTNME
source: Alias/Maiden First Name is required if Alias/Maiden Last Name is entered.
es_mx: Debe tener Seudónimo de Primer Nombre si un Alias o un Apellido de Soltera esta rellenó.

# ALIASLASTNAME
source: Alias or Maiden Last Name
es_mx: Alias o un Apellido de Soltera

# ALIASLASTNAMEREGEX
source: Only alphabets or single hyphen(-) is allowed in the last name up to maximum of 30 characters.
es_mx: Sólo se permiten letras o guiones simples (-) en el apellido hasta un máximo de 10 caracteres

# ALIASLASTNAMEREQ
source: Alias or Maiden Last Name is required.
es_mx: Alias del Apellido o el Apellido de Soltera es requerido.

# ALIASLSTNMEREQIFFRSTNME
source: Alias/Maiden Last Name is required if Alias/Maiden First Name is entered.
es_mx: Debe tener un Alias o un Apellido de Soltera si Seudónimo de Primer Nombre esta rellenó.

# ALIASMIDDLENAME
source: Alias or Maiden Middle Name
es_mx: Alias de Segundo Nombre

# ALIASMIDDLENAMEREQ
source: Alias or Maiden Middle Name is required.
es_mx: Alias del Segundo Nombre es requerido.

# ALIASNAMETOTALLENGHTVALDTNMSG
source: Total length for Alias Name should be atleast 3 characters
es_mx: La longitud total de nombre del Alias no debe ser menos de 3 caracteres

# ALREADYEXISTINPROFILEMSG
source: It appears that you already have an account with one of the existing profiles. Please choose appropriate account from the following:
es_mx: Parece que ya tienes una cuenta con uno de los perfiles existentes. Por favor, elija la cuenta apropiada de las siguientes:

source: already exists.
es_mx: ya existe.

# ALREADYEXISTSUNDERINST
source: already exist under this institution.
es_mx: Ya existe abajo de esta institución.

# ALSMDNNAMEFORORD
source: Alias/Maiden Name(s) for this Order.
es_mx: El alias o Nombre(s) de soltera de esta orden.

source: Amount
es_mx: Cantidad

# APNMNTRSCHDLSCS
source: Your appointment was rescheduled successfully.
es_mx: Su cita ha sido reprogramada exitosamente.

# APPLCNTPRSNLINFO
source: Applicant Personal Information
es_mx: Información personal del solicitante

source: Applicant
es_mx: Solicitante

source: Applicant’s Profile
es_mx: Perfil del solictante

# APPMNTDETAILS
source: Appointment Details
es_mx: Detalles de la cita

# APPMNTSTATUS
source: Appointment Status
es_mx: Estatus de la cita

# APPMNTTIME
source: Appointment Time
es_mx: Hora de la cita

# APPNMNTINFO
source: Appointment Information
es_mx: Información de la Cita

# APRVCNCLN
source: Approve Cancellation
es_mx: Aprobar Cancelación

# APRVPAY
source: Approve Payment
es_mx: Aprobar el Pago

# ATLEASTONECAPLETTER
source: Should have at least one capital letter [A-Z]
es_mx: Por lo menos debe tener una letra mayúscula [A-Z]

# ATLEASTONEDIGIT
source: Should have at least one digit [0-9]
es_mx: Por lo menos debe tener un número [0-9]

# ATLEASTONESPECIALCHAR
source: Should have at least one special character [@#$%^_+~!?\':/,(){}[]-]
es_mx: Por lo menos debe tener un símbolo especial [@#$%^_+~!?\':/,(){}[]-]

source: Attach File
es_mx: Adjuntar archivo

source: Attachment(s)
es_mx: Archivos adjuntos)

# AUTORNWL
source: Auto Renewal:
es_mx: Renovación Automática

source: Available
es_mx: Disponible

# AVLBLCRD
source: Available Cards
es_mx: Tarjetas Disponibles

# AVLBLSLOTS
source: Available Slots
es_mx: Las citas disponibles

source: Back to Search
es_mx: Volver a buscar

# BCKSPRTPRTLDTL
source: Back to Support Portal Detail
es_mx: Volver al detalle del portal de apoyo

# BKGORDRDTLS
source: Background Order Details
es_mx: Verificación de antecedentes detalles de la orden

# BKGPKG
source: Background Package
es_mx: Paquete de Verificación de antecedentes

# BKGSCREENING
source: Background Screening
es_mx: Verificación de antecedentes

# BKTODASHBRD
source: Back to Dashboard
es_mx: Regresar a Inicio

# BLNGADDRESS
source: Billing Address
es_mx: Dirección de Facturación

# BNKACCOUNT
source: Bank Account (USA Only)
es_mx: Cuenta Bancaria (solo EE. UU.)

source: Body
es_mx: Cuerpo

# CANTACCESSACCOUNT
source: Forgot User ID or Password?
es_mx: Olvidé mi usuario o contraseña

# CANTCNCLALLPKG
source: You cannot Select All Package(s) for Cancellation. If you want to cancel All package(s) from this Order, you should Cancel this Order.
es_mx: No puede seleccionar todos los paquetes para cancelación. Si desea cancelar todos los paquetes de esta orden, debe cancelar esta orden.

source: CBI Unique ID
es_mx: ID exclusivo de CBI

# CBIUNIQUEIDREQ
source: CBI Unique ID is required.
es_mx: El ID exclusivo de CBI es requerido.

# CELLULARPHNNUM
source: Cellular Phone Number
es_mx: Número de teléfono celuar

# CELLULARPHNREQ
source: Cellular Phone Number is required.
es_mx: Número de teléfono celuar es requerido.

source: Change
es_mx: Modificación

# CHANGEAPPMNT
source: Change Appointment
es_mx: Cambiar Cita

source: Check
es_mx: Verifique

# CHGEPASSWRD
source: Change Password
es_mx: Cambiar la contraseña

# CHNGORDERSELECTION
source: Change Order Selection
es_mx: Cambiar Selección de Orden

# CHNGPAYMENTTYPE
source: Change Payment Type
es_mx: Cambiar el tipo de pago

# CHNGPKGSLECTON
source: Change Package Selection
es_mx: Cambiar selección de paquete

# CHSLOC
source: Choose Location
es_mx: Elegía un local

source: Citizenship
es_mx: Ciudadania

source: City
es_mx: Ciudad

# CITYREQ
source: City is required.
es_mx: codigo invalido

# CITYINVALIDASCIICODE
source: Please enter valid characters in City.
es_mx: Por favor, introduzca caracteres válidos en la ciudad.

# CLCKCHNGPRFLPICTOOLTIP
source: Click this button to change your profile picture
es_mx: Haga clic aquí para cambiar su foto de perfil

# CLCKTOENBLE
source: Please Click here to enable
es_mx: Para habilitar por favor haga clic aquí

# CLCKVIEWPRFILETOOLTIP
source: Click to view your profile
es_mx: Haga clic aquí para ver su perfil

source: Clear
es_mx: Claro

source: Clear Filters
es_mx: Borrar filtros

source: clicking here
es_mx: haciendo clic aquí

# CLICKLOGOUT
source: Click to logout
es_mx: Haga clic para cerrar sesión

# CLICKTOCHANGEPASSWORD
source: Click here to change password
es_mx: Haga clic aquí para cambiar su contraseña

# CLICKTODISABLE
source: Click here to disable
es_mx: Haga clic aquí para deshabilitar

# CLICKTOVERIFY
source: (Click here to verify)
es_mx: (Haga clic aquí para verificar)

# CLKATRNWLOFF
source: Click to Turn Off Auto Renewal
es_mx: Haga clic aquí para desactivar la renovación automática

# CLKATRNWLON
source: Click to Turn On Auto Renewal
es_mx: Haga clic aquí para activar la renovación automática

# CLKBTNTOCHANGEPROFILEPIC
source: Click this button to change your profile picture
es_mx: Haga clic aquí para cambiar su foto de perfil

# CLKRETTODASHBOARD
source: Click to return to the dashboard
es_mx: Haga clic para volver al panel de control.

# CLKHERETOSORT
source: Click here to sort
es_mx: Haga clic aquí para ordenar

# CLKTOCNCL
source: Click to cancel. Any updates made to your profile will not be saved
es_mx: Haga clic aqui para cancelar. Cualquier cambio a su cuenta no será guardado.

# CLKTOGOCOMCNTR
source: Click here to go to the Communication Center
es_mx: Haga clic aquí para ir al Centro de Comunicación.

# CLKTOGOHOME
source: Click to go to Home Screen
es_mx: Haga clic para ir a la pantalla de inicio

# CLKTORTNDSHBRD
source: Click to return to the Dashboard
es_mx: Haga clic aquí para volver al panel de control.

# CLKTOSAVECHANGESTOPROFILE
source: Click to save any updates made to your profile
es_mx: Haga clic aqui para guardar los cambios a su cuenta

# CLKTOSHWHIDEALIASNAME
source: Click here to show/hide an Alias or Maiden name.
es_mx: Haga clic aquí para mostrar / ocultar un nombre de Alias ​​o Maiden.

# CLKTOVWLOCIMGS
source: Click here to view location images.
es_mx: Haga clic aquí para ver fotos de el local.

source: Close
es_mx: Cerrar

# CLOSESPLSHSCRN
source: You can close this splash screen by
es_mx: Puede cerrar esta pantalla de bienvenida por

# CLRDFNGRPRNTNGST
source: Colorado Fingerprinting Site
es_mx: Local de Colorado Fingerprinting

# CMPLNCPKGCNCL
source: Compliance Package cancelled
es_mx: El paquete de cumplimiento ha sido cancelado

# CMPLNCPKGCNCLSBCRPTN
source: Compliance Package cancelled due to change subscription
es_mx: El paquete de cumplimiento ha sido cancelado debido al cambio de suscripción

# CMPLTORDER
source: Complete Your Order
es_mx: Termine su orden

# CMPNY
source: Company
es_mx: Compañía

# CNCL
source: Cancel
es_mx: Cancelar

# CNCLBKGPKG
source: Cancel Background Package
es_mx: Cancelar Verificación de antecedentes

# CNCLCMPLNPKG
source: Cancel Compliance Package
es_mx: Cancelar el paquete de cumplimiento

# CNCLCONFIRMATION
source: Are you sure you want to cancel this order? Cancellations cannot be undone.
es_mx: ¿Esta seguro que quiere cancelar este orden? Las cancelaciones no se pueden deshacer .

# CNCLORDR
source: Cancel Order
es_mx: Cancelar orden

# CNCLSLTDPKG
source: Cancel Selected Package(s)
es_mx: Cancelar paquete(s) seleccionado(s)

# CNFMCNLORDER
source: Are you sure you wish to cancel this order?
es_mx: ¿Está seguro(a) de que quiere cancelar esta orden?

# CNFMEMAILADDRESSREQ
source: Confirm Email Address is required.
es_mx: Confirma el correo electrónico es requerido.

# CNFMPASSWORD
source: Confirm Password
es_mx: Confirme Contraseña

# CNFMPASSWORD1
source: Confirm Password
es_mx: Confirme nueva contraseña

# CNFMPASSWORDREQ
source: Confirm Password is required.
es_mx: Confirme Contraseña es requerido.

# CNFMPASSWORDREQ1
source: Confirm Password is required.
es_mx: Necesita confirmar la nueva contraseña.

# CNFMTORMVCRD
source: Are you sure you want to remove this card?
es_mx: ¿Esta seguro(a) que quiere borrar esta tarjeta?

# CNFRMDLT
source: Confirm Delete
es_mx: Confirmar eliminación

# CNFRMDLTSELFLDRMSG
source: Are you sure you want to delete the selected folder and all its content
es_mx: ¿Está seguro de que desea eliminar la carpeta seleccionada y todo su contenido?

# CNFRMDLTSELMSGS
source: Are you sure you want to delete the selected messages(s).
es_mx: ¿Está seguro de que desea eliminar los mensajes seleccionados?

# CNFRMTN
source: Confirmation -
es_mx: Confirmación -

# CNTATCHFILEGRTMB
source: Cannot attach file more than 20MB
es_mx: No se puede adjuntar archivos de más de 20MB

# CNTDWNLDATCHMNT
source: System could not download attachment as it is not available
es_mx: El sistema no pudo descargar el archivo adjunto ya que no está disponible

# CODEREQ
source: Code is required.
es_mx: Se requiere código.

# COMCNTR
source: Communication Center
es_mx: Red de Comunicación

# COMPILANCE
source: Compliance
es_mx: Cumplimiento

# CONFIRMMSG
source: You will not be able to edit any information for this order after proceeding – MAKE SURE YOUR INFORMATION IS CORRECT.Have you reviewed all your information? Refund Policy: You have agreed to a non-tangible service, and as a customer you agree to the terms and conditions of service. In addition, you have acknowledged that there are no refunds that can be issued.
es_mx: No podrá editar ninguna información para este pedido después de continuar - ASEGÚRESE DE QUE TODA LA INFORMACIÓN ESTE CORRECTA. ¿Ha revisado toda su información? Politica de reembolso: Ha aceptado un servicio no tangible y, como cliente, acepta los términos y condiciones del servicio. Además, ha reconocido que no hay reembolsos que puedan emitirse.

# CONFMALIASDEL
source: Are you sure you want to delete the Alias/Maiden?
es_mx: ¿Estás seguro(a) de que deseas eliminar este Alias?

# CONFRMFORBKGCHK
source: Are you sure you want to cancel this order? Cancellations cannot be undone. Please note, this order includes a tracking package and a background check. The background check is unable to be cancelled and will be conducted in its entirety.
es_mx: ¿Esta seguro que quiere cancelar este orden? Las cancelaciones no se pueden deshacer. Tenga en cuenta que este paquete incluye un seguimiento de doumentos y una verificación de antecedentes. La verificación de antecedentes no se puede cancelar y se llevará a cabo en su totalidad.

# CONTACTEMPLOYEE
source: Please contact your employer/requesting agency if you are unsure what services to order.
es_mx: Póngase en contacto con su empleador o con la agencia solicitante si no está seguro de qué servicios solicitar.

# CONTACTINFO
source: Contact Information
es_mx: Información de Contacto

# CONTINUENXTSTP
source: Continue to next step
es_mx: Continuar al siguiente paso.

source: Country
es_mx: Pais

source: County
es_mx: Condado

# CPREMAIL
source: Confirm Primary Email
es_mx: Confirme Correo Electrónico Principal

# CRDCODE
source: Card Code
es_mx: Código de Seguridad

# CRDNUMBER
source: Card Number
es_mx: Número de tarjeta

# CRDTCRD
source: Credit Card
es_mx: Tarjetas de Credito o Debito

# CRDTCRDDLTSUCMSG
source: Selected Credit Card deleted sucessfully.
es_mx: Tarjeta de crédito seleccionada eliminada con éxito.

# CRDTCRDPYMNT
source: Credit Card Payment
es_mx: Pago con tarjeta de crédito

# CRDTYPE
source: Card Type
es_mx: Tipo de tarjeta

# CREATNEWFLDR
source: Create a new folder in
es_mx: Crear una nueva carpeta en

# CREATODR
source: Create Order
es_mx: Crear Orden

# CRTACCANDPROCEED
source: Create Account & Proceed
es_mx: Crea cuenta y proceda

# CRTACCOUNT
source: Create an account
es_mx: Crea una cuenta

# CRTNEWMSG
source: Create a new message
es_mx: Crear Nuevo Mensaje

# CSECEMAIL
source: Confirm Secondary Email
es_mx: Confirme Correo Electrónico Secundario

# DATANOTSAVED
source: Data is not saved.
es_mx: La información no fue guardada.

source: Data updated successfully.
es_mx: La información fue guardada

source: Date
es_mx: Fecha

# DAYCARELIC
source: Daycare License #
es_mx: Numero de licencia de guarderia

source: Description
es_mx: Descripción

source: Details
es_mx: Detalles

source: Disable
es_mx: Inhabilitar

# DISABLETWOFACTORAUTH
source: Are you sure you want to disable two factor authentication?
es_mx: ¿Está seguro (a) de que desea deshabilitar la autenticación de dos factores?

# DLT
source: Delete
es_mx: Borrar

# DLTFLDR
source: Delete Folder
es_mx: Eliminar carpeta

# DLTSELITMS
source: Delete selected items
es_mx: Eliminar elementos seleccionados

# DNTHVMNAMEBLNK
source: If you do not have a middle name, this is blank
es_mx: Si no tienes un segundo nombre, este está en blanco

# DNTHVSSNDSPLY
source: If you do not have a SSN, this should display 111-11-1111
es_mx: Si no tiene un SSN, esto debería mostrar 111-11-1111

# DOB
source: Date of Birth
es_mx: Fecha de nacimiento

# DOBNOTLESSTHANYEAR
source: Date of birth should not be less than a year.
es_mx: Fecha de Nacimiento no debe ser menos de un año

# DOBNOTLESSTHAT10YEAR
source: Date of birth should not be less than 10 year.
es_mx: Fecha de Nacimiento no debe ser menos de diez años.

# DOBREQ
source: Date of Birth is required.
es_mx: Fecha de Nacimiento es requerido.

# DOWNLOADGOOGLEAUTH
source: Please download and install Google Authenticator on your IPhone/IPad/Android device, if already not installed.
es_mx: Por favor descargue e instale Google Authenticator en su dispositivo IPhone/IPad/Android, si aún no está instalado.

# DPLNAMECNTADD
source: Duplicate names cannot be added.
es_mx: No se pueden agregar nombres duplicados

# DRFTMSG
source: Drafted Message
es_mx: Mensaje redactado

# DSCRPTNPRGSCHL
source: A description of your program within your school
es_mx: Una descripción de su programa dentro su escuela

# DSPLYRCVDTMSG
source: This column displays the Receive Date of the message
es_mx: Esta columna muestra la fecha de recepción del mensaje.

# DSPLYSBJCTMSG
source: This column displays the subject of the message
es_mx: Esta columna muestra el asunto del mensaje.

# DSPLYSNDRNAME
source: This column displays the sender name
es_mx: Esta columna muestra el nombre del remitente

# DTINPTEMPMSG
source: mm/dd/yyyy
es_mx: mm/dd/aaaa

# DTOUTOFRANGE
source: Date is out of range.
es_mx: La fecha es inválida.

source: Due Payment
es_mx: Pago Pendiente

# DWNLDEDRUGFORM
source: Click here to download the E Drug authorization form
es_mx: Haga clic aquí para descarga la forma para la prueba de drogas

source: Edit
es_mx: Editar

# EDITEMPLOYERDETAILS
source: Edit Employer Details (If Required)
es_mx: Editar Detalles de su Empleador o Empresa (Si Necesario)

# EDITINFOFINGERPRINT
source: Edit Information for Finger Printing
es_mx: Editar Informacion para la toma de huellas

source: Edit Profile
es_mx: Editar Perfil

# EDITPROFILEHEADER
source: You can edit your email address by clicking Edit Profile on your dashboard.
es_mx: Puede editar su dirección de correo electrónico haciendo clic en Editar perfil en su panel de control.

source: Edit Service Details
es_mx: Editar Detalles del Servicio

source: E-Drug Form
es_mx: Forma para la prueba de drogas

source: Email
es_mx: Correo Electrónico

# EMAILADD
source: Email Address
es_mx: Correo Electronico Principal

# EMAILADDRESSNOTMATCH
source: Email Address did not match.
es_mx: El Correo Electrónico no es el mismo??

# EMAILADDRESSREQ
source: Email Address is required.
es_mx: Correo Electrónico es requerido.

# EMAILALREADYINUSE
source: This email address is already in use. Try another?
es_mx: Este correo electrónico ya esta en uso. ¿Inténtelo de nuevo?

# EMAILNOTVALID
source: Email Address is not valid.
es_mx: El Correo Electrónico es inválido.

# EMAILREQ
source: Email is required.
es_mx: Su correo electrónico es requerido.

# EMAILRSNTSUC
source: Email has been resent successfully.
es_mx: El correo electrónico ha sido reenviado con éxito.

# EMAILSNTWITHVRFCTNCODE
source: An email has been sent with a verification code to your email,
es_mx: Se ha enviado un correo electrónico con un código de verificación a su correo electrónico,

# EMAILSTNG
source: Email Settings
es_mx: Configuración del correo electrónico

# EMPADD
source: Employer Address
es_mx: Dirección de su Empleador o Empresa

# EMPCITY
source: Employer City
es_mx: Ciudad de su Empleador o Empresa

# EMPLOYERDTLS
source: Employer Details (If Required)
es_mx: Detalles de su Empleador o Empresa (Si Necesario)

# EMPNAME
source: Employer Name
es_mx: Nombre de su Empleador o Empresa

# EMPNAMEMAN
source: Employer Name Mandatory
es_mx: Nombre de su Empleador (Obligatorio)

# EMPSTATE
source: Employer State
es_mx: Estado de su Empleador o Empresa

# EMPZIP
source: Employer Zip Code
es_mx: Código Postal de su Empleador o Empresa

source: [Enabled]
es_mx: [Habilitado]

# ENABLENOTVERIFY
source: [Enabled - Not Verified]
es_mx: [Habilitación - No esta verificada]

source: English
es_mx: Inglés

# ENTERPASSWORD
source: Enter your Password.
es_mx: Ingresa tu contraseña.

# ENTERSECONDPHONE
source: Enter a second phone number here if you'd like to include one
es_mx: Si desea incluir un número de teléfono secundario ingreselo

source: Enter Suffix
es_mx: Ingrese un sufijo

# ENTERUSERNAME
source: Enter your Username.
es_mx: Ingrese su nombre de usuario.

# ENTERVALIDDOB
source: Please enter valid date in MM/DD/YYYY format.
es_mx: Por favor ingrese una fecha válida en el formato MM/DD/AAAA

# ENTERVALIDPOSTALCODEVALDTN
source: Postal code is required. If you do not have a postal code, please enter 00000.
es_mx: El código postal es requerido. Si no tiene un código postal, ingrese 00000

# ENTERVALIDZIPCODEVALDTN
source: Zip Code is required. If you do not have a zip code, please enter 00000.
es_mx: El código postal es requerido. Si no tiene un código postal, ingrese 00000

# ENTERVALIDZIPASCIICODE
source: Please enter valid characters in Zip Code.
es_mx: Por favor, introduzca los caracteres válidos en el código postal.

# ENTERVALIDPOSTALASCIICODE
source: Please enter valid characters in Postal Code.
es_mx: Por favor, introduzca los caracteres válidos en el código postal.

# ENTERVERIFICATIONCODEONDEVICE
source: Enter the verification code appearing on your device into the box next to Verification Code.
es_mx: Ingrese en el campo al lado de el código de verificación el código de verificación que aparece en su dispositivo.

# ENTRCRCTVERIFICATIONCODE
source: Please enter correct Verification Code.
es_mx: Porfavor ingrese el código de verificación correcto.

# ENTREVENTCODE
source: Enter Event Code
es_mx: Ingrese el código de evento

# ENTREVENTDETAILS
source: Enter Event Details
es_mx: Ingrese los detalles del evento

# ENTRZIPCODE
source: Enter Zip Code
es_mx: Ingrese su código postal

# ERRSENDINGLINK
source: Some error occured while sending the activation link.
es_mx: Ocurrió un error mientras se envía el enlace de activación.

# EVENTCODEREQ
source: Event Code is required.
es_mx: El código de evento es requerido.

# EVNTNAMENDES
source: Event Name & Description
es_mx: Nombre y descripción del evento

source: Exp. Date
es_mx: Fecha de Expiración

source: Eye Color
es_mx: Color de sus ojos

# FAILEDDUETORSN
source: failed due to reason
es_mx: ha fallado debido a la razón:

source: Female
es_mx: Femenino

# FIELDSREQ
source: The following fields are required to complete account creation
es_mx: Los siguientes secciónes son requeridos para finalizar la cuenta.

source: File Name
es_mx: Nombre de Archivo

source: File Type
es_mx: Tipo de Archivo

# FINGERPRINTEDCRS
source: Reason Fingerprinted Colorado Revised Statute (C.R.S.)
es_mx: Razon para la toma de huellas Estatutos Revisados de Colorado (C.R.S)

source: First Name
es_mx: Primer Nombre

# FIRSTNAMECHARRANGE
source: First Name must be between 1 to 30 characters and can contains letters.
es_mx: Primer nombre debe tener 1 a 30 símbolos y puede contener letras.

# FIRSTNAMEREQ
source: First Name is required.
es_mx: Nombre es requerido.

# FIRSTNAMEVALDT
source: Only alphabets and one space between the first names are allowed up to maximum of 30 characters.
es_mx: Sólo se permiten letras y un espacio entre los nombres principales hasta un máximo de 30 caracteres.

source: First Page
es_mx: Primera página

# FLDPRVSLYCRTDMSG
source: A folder with this name previously created, please use another name.
es_mx: Una carpeta con este nombre creado previamente, por favor use otro nombre.

# FLDRALRDYEXISTMSG
source: A folder with this name already exists. Use another name.
es_mx: Ya existe una carpeta con este nombre. Usa otro nombre.

# FLDRCNTDPLCT
source: Folder can not be duplicate.
es_mx: La carpeta no puede ser duplicada.

# FNDLOC
source: Find Location
es_mx: Encuentre un local

source: for
es_mx: para

# FORWARDMSG
source: Forward Message
es_mx: Reenviar mensaje
